[
  {
    "category": "General Thinking Tools (9)",
    "model": "1. <a href=\"https://www.fs.blog/2015/11/map-and-territory/\">The Map is not the Territory</a>",
    "description": "<p>The map of reality is not reality. Even the best maps are imperfect.\nThat's because they are reductions of what they represent. If a map were\nto represent the territory with perfect fidelity, it would no longer be\na reduction and thus would no longer be useful to us. A map can also be\na snapshot of a point in time, representing something that no longer\nexists. This is important to keep in mind as we think through problems\nand make better decisions.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "2. <a href=\"https://www.fs.blog/2013/12/mental-model-circle-of-competence/\">Circle of Competence</a>",
    "description": "<p>When ego and not competence drives what we undertake, we have blind\nspots. If you know what you understand, you know where you have an edge\nover others. When you are honest about where your knowledge is lacking\nyou know where you are vulnerable and where you can improve.\nUnderstanding your circle of competence improves decision making and\noutcomes.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "3. <a href=\"https://fs.blog/2018/04/first-principles/\">First Principles Thinking</a>",
    "description": "<p>First principles thinking is one of the best ways to reverse-engineer\ncomplicated situations and unleash creative possibility. Sometimes\ncalled reasoning from first principles, it's a tool to help clarify\ncomplicated problems by separating the underlying ideas or facts from\nany assumptions based on them. What remains are the essentials. If you\nknow the first principles of something, you can build the rest of your\nknowledge around them to produce something new.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "4. <a href=\"https://www.fs.blog/2017/06/thought-experiment-how-einstein-solved-difficult-problems/\">Thought Experiment</a>",
    "description": "<p>Thought experiments can be defined as &quot;devices of the imagination used\nto investigate the nature of things.&quot; Many disciplines, such as\nphilosophy and physics, make use of thought experiments to examine what\ncan be known. In doing so, they can open up new avenues for inquiry and\nexploration. Thought experiments are powerful because they help us learn from our mistakes and avoid future ones. They let us take on the\nimpossible, evaluate the potential consequences of our actions, and\nre-examine history to make better decisions. They can help us both\nfigure out what we really want, and the best way to get there.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "5. <a href=\"https://www.fs.blog/2016/04/second-level-thinking/\">Second-Order Thinking</a>",
    "description": "<p>Almost everyone can anticipate the immediate results of their actions.\nThis type of first-order thinking is easy and safe but it's also a way\nto ensure you get the same results that everyone else gets. Second-order\nthinking is thinking farther ahead and thinking holistically. It\nrequires us to not only consider our actions and their immediate\nconsequences, but the subsequent effects of those actions as well.\nFailing to consider the second and third order effects can unleash\ndisaster.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "6. <a href=\"https://www.fs.blog/2018/05/probabilistic-thinking/\">Probabilistic Thinking</a>",
    "description": "<p>Probabilistic thinking is essentially trying to estimate, using some\ntools of math and logic, the likelihood of any specific outcome coming\nto pass. It is one of the best tools we have to improve the accuracy of\nour decisions. In a world where each moment is determined by an\ninfinitely complex set of factors, probabilistic thinking helps us\nidentify the most likely outcomes. When we know these our decisions can\nbe more precise and effective.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "7. <a href=\"https://www.fs.blog/2013/10/inversion/\">Inversion</a>",
    "description": "<p>Inversion is a powerful tool to improve your thinking because it helps\nyou identify and remove obstacles to success. The root of inversion is\n&quot;invert,&quot; which means to upend or turn upside down. As a thinking tool\nit means approaching a situation from the opposite end of the natural\nstarting point. Most of us tend to think one way about a problem:\nforward. Inversion allows us to flip the problem around and think\nbackward. Sometimes it's good to start at the beginning, but it can be\nmore useful to start at the end.</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "8. <a href=\"https://www.fs.blog/2017/05/mental-model-occams-razor/\">Occam's Razor</a>",
    "description": "<p>Simpler explanations are more likely to be true than complicated ones.\nThis is the essence of Occam's Razor, a classic principle of logic and\nproblem-solving. Instead of wasting your time trying to disprove complex\nscenarios, you can make decisions more confidently by basing them on the\nexplanation that has the fewest moving parts.<br>\nRead more on Occam's Razor</p>\n"
  },
  {
    "category": "General Thinking Tools (9)",
    "model": "9. <a href=\"https://www.fs.blog/2017/04/mental-model-hanlons-razor/\">Hanlon's Razor</a>",
    "description": "<p>Hard to trace in its origin, Hanlon's Razor states that we should not\nattribute to malice that which is more easily explained by stupidity. In\na complex world, using this model helps us avoid paranoia and ideology.\nBy not generally assuming that bad results are the fault of a bad actor,\nwe look for options instead of missing opportunities. This model reminds\nus that people do make mistakes. It demands that we ask if there is\nanother reasonable explanation for the events that have occurred. The\nexplanation most likely to be right is the one that contains the least\namount of intent.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "1. Permutations and Combinations",
    "description": "<p>The mathematics of permutations and combinations leads us to understand\nthe practical probabilities of the world around us, how things can be\nordered, and how we should think about things.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "2. Algebraic Equivalence",
    "description": "<p>The introduction of algebra allowed us to demonstrate mathematically and\nabstractly that two seemingly different things could be the same. By\nmanipulating symbols, we can demonstrate equivalence or inequivalence,\nthe use of which led humanity to untold engineering and technical\nabilities. Knowing at least the basics of algebra can allow us to\nunderstand a variety of important results.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "3. Randomness",
    "description": "<p>Though the human brain has trouble comprehending it, much of the world\nis composed of random, non-sequential, non-ordered events. We are\n&quot;fooled&quot; by random effects when we attribute causality to things that\nare actually outside of our control. If we don't course-correct for this\nfooled-by-randomness effect -- our faulty sense of pattern-seeking -- we\nwill tend to see things as being more predictable than they are and act\naccordingly.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "4. Stochastic Processes (Poisson, Markov, Random Walk)",
    "description": "<p>A stochastic process is a random statistical process and encompasses a\nwide variety of processes in which the movement of an individual\nvariable can be impossible to predict but can be thought through\nprobabilistically. The wide variety of stochastic methods helps us\ndescribe systems of variables through probabilities without necessarily\nbeing able to determine the position of any individual variable over\ntime. For example, it's not possible to predict stock prices on a\nday-to-day basis, but we can describe the probability of various\ndistributions of their movements over time. Obviously, it is much more\nlikely that the stock market (a stochastic process) will be up or down\n1% in a day than up or down 10%, even though we can't predict what\ntomorrow will bring.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "5. Compounding",
    "description": "<p>It's been said that Einstein called compounding a wonder of the world.\nHe probably didn't, but it is a wonder. Compounding is the process by\nwhich we add interest to a fixed sum, which then earns interest on the\nprevious sum <em>and</em> the newly added interest, and then earns interest on\nthat amount, and so on <em>ad infinitum</em>. It is an <em>exponential</em> effect,\nrather than a linear, or additive, effect. Money is not the only thing\nthat compounds; ideas and relationships do as well. In tangible realms,\ncompounding is always subject to physical limits and diminishing\nreturns; intangibles can compound more freely. Compounding also leads to\nthe time value of money, which underlies all of modern finance.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "6. <a href=\"https://fs.blog/2016/08/multiplicative-systems/\">Multiplying by Zero</a>",
    "description": "<p>Any reasonably educated person knows that any number multiplied by zero,\nno matter how large the number, is still zero. This is true in human\nsystems as well as mathematical ones. In some systems, a failure in one\narea can negate great effort in all other areas. As simple\nmultiplication would show, fixing the &quot;zero&quot; often has a much greater\neffect than does trying to enlarge the other areas.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "7. Churn",
    "description": "<p>Insurance companies and subscription services are well aware of the\nconcept of churn -- every year, a certain number of customers are lost\nand must be replaced. Standing still is the equivalent of losing, as\nseen in the model called the &quot;Red Queen Effect.&quot; Churn is present in\nmany business and human systems: A constant figure is periodically lost\nand must be replaced before any new figures are added over the top.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "8. Law of Large Numbers",
    "description": "<p>One of the fundamental underlying assumptions of probability is that as\nmore instances of an event occur, the actual results will converge on\nthe expected ones. For example, if I know that the average man is 5 feet\n10 inches tall, I am far more likely to get an average of 5′10″ by\nselecting 500 men at random than 5 men at random. The opposite of this\nmodel is the law of small numbers, which states that small samples can\nand should be looked at with great skepticism.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "9. Bell Curve/Normal Distribution",
    "description": "<p>The normal distribution is a statistical process that leads to the\nwell-known graphical representation of a bell curve, with a meaningful\ncentral &quot;average&quot; and increasingly rare standard deviations from that\naverage when correctly sampled. (The so-called &quot;central limit&quot; theorem.)\nWell-known examples include human height and weight, but it's just as\nimportant to note that many common processes, especially in non-tangible\nsystems like social systems, do not follow the normal distribution.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "10. Power Laws",
    "description": "<p>One of the most common processes that does not fit the normal\ndistribution is that of a power law, whereby one quantity varies with\nanother's exponent rather than linearly. For example, the Richter scale\ndescribes the power of earthquakes on a power-law distribution scale: an\n8 is 10x more destructive than a 7, and a 9 is 10x more destructive than\nan 8. The central limit theorem does not apply and there is thus no\n&quot;average&quot; earthquake. This is true of all power-law distributions.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "11. Fat-Tailed Processes (Extremistan)",
    "description": "<p>A process can often look like a normal distribution but have a large\n&quot;tail&quot; -- meaning that seemingly outlier events are far more likely than\nthey are in an actual normal distribution. A strategy or process may be\nfar more risky than a normal distribution is capable of describing if\nthe fat tail is on the negative side, or far more profitable if the fat\ntail is on the positive side. Much of the human social world is said to\nbe fat-tailed rather than normally distributed.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "12. <a href=\"https://www.farnamstreetblog.com/2012/12/thomas-bayes-and-bayess-theorem/\">Bayesian Updating</a>",
    "description": "<p>The Bayesian method is a method of thought (named for Thomas Bayes)\nwhereby one takes into account all prior relevant probabilities and then\nincrementally updates them as newer information arrives. This method is\nespecially productive given the fundamentally non-deterministic world we\nexperience: We must use prior odds and new information in combination to\narrive at our best decisions. This is not necessarily our intuitive\ndecision-making engine.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "13. <a href=\"https://www.farnamstreetblog.com/2015/07/regression-to-the-mean/\">Regression to the Mean</a>",
    "description": "<p>In a normally distributed system, long deviations from the average will\ntend to return to that average with an increasing number of\nobservations: the so-called Law of Large Numbers. We are often fooled by\nregression to the mean, as with a sick patient improving spontaneously\naround the same time they begin taking an herbal remedy, or a poorly\nperforming sports team going on a winning streak. We must be careful not\nto confuse statistically likely events with causal ones.</p>\n"
  },
  {
    "category": "Numeracy (14)",
    "model": "14. Order of Magnitude",
    "description": "<p>In many, perhaps most, systems, quantitative description down to a\nprecise figure is either impossible or useless (or both). For example,\nestimating the distance between our galaxy and the next one over is a\nmatter of knowing not the precise number of miles, but how many zeroes\nare after the 1. Is the distance about 1 million miles or about 1\nbillion? This thought habit can help us escape useless precision.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "1. Scale",
    "description": "<p>One of the most important principles of systems is that they are\nsensitive to scale. Properties (or behaviors) tend to change when you\nscale them up or down. In studying complex systems, we must always be\nroughly quantifying -- in orders of magnitude, at least -- the scale at\nwhich we are observing, analyzing, or predicting the system.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "2. Law of Diminishing Returns",
    "description": "<p>Related to scale, most important real-world results are subject to an\neventual decrease of incremental value. A good example would be a poor\nfamily: Give them enough money to thrive, and they are no longer poor.\nBut after a certain point, additional money will not improve their lot;\nthere is a clear diminishing return of additional dollars at some\nroughly quantifiable point. Often, the law of diminishing returns veers\ninto negative territory -- i.e., receiving too much money could destroy\nthe poor family.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "3. Pareto Principle",
    "description": "<p>Named for Italian polymath Vilfredo Pareto, who noticed that 80% of\nItaly's land was owned by about 20% of its population, the Pareto\nPrinciple states that a small amount of some phenomenon causes a\ndisproportionately large effect. The Pareto Principle is an example of a\npower-law type of statistical distribution -- as distinguished from a\ntraditional bell curve -- and is demonstrated in various phenomena\nranging from wealth to city populations to important human habits.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "4. <a href=\"https://www.farnamstreetblog.com/2011/10/mental-model-feedback-loops/\">Feedback Loops</a> (and Homeostasis)",
    "description": "<p>All complex systems are subject to positive and negative feedback loops\nwhereby A causes B, which in turn influences A (and C), and so on --\nwith higher-order effects frequently resulting from continual movement\nof the loop. In a homeostatic system, a change in A is often brought\nback into line by an opposite change in B to maintain the balance of the\nsystem, as with the temperature of the human body or the behavior of an\norganizational culture. Automatic feedback loops maintain a &quot;static&quot;\nenvironment unless and until an outside force changes the loop. A\n&quot;runaway feedback loop&quot; describes a situation in which the output of a\nreaction becomes its own catalyst (auto-catalysis).</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "5. <a href=\"https://www.fs.blog/2017/08/the-butterfly-effect/\">Chaos Dynamics (Butterfly Effect)/</a> (Sensitivity to Initial Conditions)",
    "description": "<p>In a world such as ours, governed by chaos dynamics, small changes\n(perturbations) in initial conditions have massive downstream effects as\nnear-infinite feedback loops occur; this phenomenon is also called the\nbutterfly effect. This means that some aspects of physical systems (like\nthe weather more than a few days from now) as well as social systems\n(the behavior of a group of human beings over a long period) are\nfundamentally unpredictable.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "6. Preferential Attachment (Cumulative Advantage)",
    "description": "<p>A preferential attachment situation occurs when the current leader is\ngiven more of the reward than the laggards, thereby tending to preserve\nor enhance the status of the leader. A strong network effect is a good\nexample of preferential attachment; a market with 10x more buyers and\nsellers than the next largest market will tend to have a preferential\nattachment dynamic.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "7. Emergence",
    "description": "<p>Higher-level behavior tends to emerge from the interaction of\nlower-order components. The result is frequently not linear -- not a\nmatter of simple addition -- but rather non-linear, or exponential. An\nimportant resulting property of emergent behavior is that it cannot be\npredicted from simply studying the component parts.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "8. Irreducibility",
    "description": "<p>We find that in most systems there are irreducible quantitative\nproperties, such as complexity, minimums, time, and length. Below the\nirreducible level, the desired result simply does not occur. One cannot\nget several women pregnant to reduce the amount of time needed to have\none child, and one cannot reduce a successfully built automobile to a\nsingle part. These results are, to a defined point, irreducible.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "9. <a href=\"https://www.farnamstreetblog.com/2011/08/the-tragedy-of-the-commons/\">Tragedy of the Commons</a>",
    "description": "<p>A concept introduced by the economist and ecologist Garrett Hardin, the\nTragedy of the Commons states that in a system where a common resource\nis shared, with no individual responsible for the wellbeing of the\nresource, it will tend to be depleted over time. The Tragedy is\nreducible to incentives: Unless people collaborate, each individual\nderives more personal benefit than the cost that he or she incurs, and\ntherefore depletes the resource for fear of missing out.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "10. <a href=\"https://www.farnamstreetblog.com/2009/12/mental-model-greshams-law/\">Gresham's Law</a>",
    "description": "<p>Gresham's Law, named for the financier Thomas Gresham, states that in a\nsystem of circulating currency, forged currency will tend to drive out\nreal currency, as real currency is hoarded and forged currency is spent.\nWe see a similar result in human systems, as with bad behavior driving\nout good behavior in a crumbling moral system, or bad practices driving\nout good practices in a crumbling economic system. Generally, regulation\nand oversight are required to prevent results that follow Gresham's Law.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "11. Algorithms",
    "description": "<p>While hard to precisely define, an algorithm is generally an automated\nset of rules or a &quot;blueprint&quot; leading a series of steps or actions\nresulting in a desired outcome, and often stated in the form of a series\nof &quot;If → Then&quot; statements. Algorithms are best known for their use in\nmodern computing, but are a feature of biological life as well. For\nexample, human DNA contains an algorithm for building a human being.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "12. Fragility -- Robustness -- Antifragility",
    "description": "<p>Popularized by Nassim Taleb, the sliding scale of fragility, robustness,\nand antifragility refers to the responsiveness of a system to\nincremental negative variability. A fragile system or object is one in\nwhich additional negative variability has a disproportionately negative\nimpact, as with a coffee cup shattering from a 6-foot fall, but\nreceiving no damage at all (rather than 1/6th of the damage) from a\n1-foot fall. A robust system or object tends to be neutral to the\nadditional negativity variability, and of course, an antifragile system\nbenefits: If there were a cup that got stronger when dropped from 6 feet\nthan when dropped from 1 foot, it would be termed antifragile.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "13. Backup Systems/<a href=\"https://www.farnamstreetblog.com/2011/07/mental-model-redundancy/\">Redundancy</a>",
    "description": "<p>A critical model of the engineering profession is that of backup\nsystems. A good engineer never assumes the perfect reliability of the\ncomponents of the system. He or she builds in redundancy to protect the\nintegrity of the total system. Without the application of this\nrobustness principle, tangible and intangible systems tend to fail over\ntime.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "14. <a href=\"https://www.farnamstreetblog.com/2013/12/margin-of-safety/\">Margin of Safety</a>",
    "description": "<p>Similarly, engineers have also developed the habit of adding a margin\nfor error into all calculations. In an unknown world, driving a\n9,500-pound bus over a bridge built to hold precisely 9,600 pounds is\nrarely seen as intelligent. Thus, on the whole, few modern bridges ever\nfail. In practical life outside of physical engineering, we can often\nprofitably give ourselves margins as robust as the bridge system.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "15. Criticality",
    "description": "<p>A system becomes critical when it is about to jump discretely from one\nphase to another. The marginal utility of the last unit before the phase\nchange is wildly higher than any unit before it. A frequently cited\nexample is water turning from a liquid to a vapor when heated to a\nspecific temperature. &quot;Critical mass&quot; refers to the mass needed to have\nthe critical event occur, most commonly in a nuclear system.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "16. Network Effects",
    "description": "<p>A network tends to become more valuable as nodes are added to the\nnetwork: this is known as the network effect. An easy example is\ncontrasting the development of the electricity system and the telephone\nsystem. If only one house has electricity, its inhabitants have gained\nimmense value, but if only one house has a telephone, its inhabitants\nhave gained nothing of use. Only with additional telephones does the\nphone network gain value. This network effect is widespread in the\nmodern world and creates immense value for organizations and customers\nalike.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "17. <a href=\"https://www.farnamstreetblog.com/2011/10/what-is-a-black-swan/\">Black Swan</a>",
    "description": "<p>Also popularized by Nassim Taleb, a Black Swan is a rare and highly\nconsequential event that is invisible to a given observer ahead of time.\nIt is a result of applied epistemology: If you have seen only white\nswans, you cannot categorically state that there are no black swans, but\nthe inverse is not true: seeing one black swan is enough for you to\nstate that there <em>are</em> black swans. Black Swan events are necessarily\nunpredictable to the observer (as Taleb likes to say, Thanksgiving is a\nBlack Swan for the turkey, not the butcher) and thus must be dealt with\nby addressing the fragility-robustness-antifragility spectrum rather\nthan through better methods of prediction.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "18. Via Negativa -- Omission/Removal/Avoidance of Harm",
    "description": "<p>In many systems, improvement is at best, or at times only, a result of\nremoving bad elements rather than of adding good elements. This is a\ncredo built into the modern medical profession: <em>First, do no harm</em>.\nSimilarly, if one has a group of children behaving badly, removal of the\ninstigator is often much more effective than any form of punishment\nmeted out to the whole group.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "19. The Lindy Effect",
    "description": "<p>The Lindy Effect refers to the life expectancy of a non-perishable\nobject or idea being related to its current lifespan. If an idea or\nobject has lasted for X number of years, it would be expected (on\naverage) to last another X years. Although a human being who is 90 and\nlives to 95 does not add 5 years to his or her life expectancy,\nnon-perishables lengthen their life expectancy as they continually\nsurvive. A classic text is a prime example: if humanity has been reading\nShakespeare's plays for 500 years, it will be expected to read them for\nanother 500.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "20. Renormalization Group",
    "description": "<p>The renormalization group technique allows us to think about physical\nand social systems at different scales. An idea from physics, and a\ncomplicated one at that, the application of a renormalization group to\nsocial systems allows us to understand why a small number of stubborn\nindividuals can have a disproportionate impact if those around them\nfollow suit on increasingly large scales.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "21. Spring-loading",
    "description": "<p>A system is spring-loaded if it is coiled in a certain direction,\npositive or negative. Positively spring-loading systems and\nrelationships is important in a fundamentally unpredictable world to\nhelp protect us against negative events. The reverse can be very\ndestructive.</p>\n"
  },
  {
    "category": "Systems (22)",
    "model": "22. <a href=\"https://www.farnamstreetblog.com/2014/04/mental-model-complex-adaptive-systems/\">Complex Adaptive Systems</a>",
    "description": "<p>A complex adaptive system, as distinguished from a complex system in\ngeneral, is one that can understand itself and change based on that\nunderstanding. Complex adaptive systems are social systems. The\ndifference is best illustrated by thinking about weather prediction\ncontrasted to stock market prediction. The weather will not change based\non an important forecaster's opinion, but the stock market might.\nComplex adaptive systems are thus fundamentally not predictable.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "1. Laws of Thermodynamics",
    "description": "<p>The laws of thermodynamics describe energy in a closed system. The laws\ncannot be escaped and underlie the physical world. They describe a world\nin which useful energy is constantly being lost, and energy cannot be\ncreated or destroyed. Applying their lessons to the social world can be\na profitable enterprise.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "2. Reciprocity",
    "description": "<p>If I push on a wall, physics tells me that the wall pushes back with\nequivalent force. In a biological system, if one individual acts on\nanother, the action will tend to be reciprocated in kind. And of course,\nhuman beings act with intense reciprocity demonstrated as well.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "3. Velocity",
    "description": "<p>Velocity is not equivalent to speed; the two are sometimes confused.\nVelocity is speed plus vector: how fast something gets somewhere. An\nobject that moves two steps forward and then two steps back has moved at\na certain speed but shows no velocity. The addition of the vector, that\ncritical distinction, is what we should consider in practical life.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "4. <a href=\"https://www.farnamstreetblog.com/2017/05/galilean-relativity-invasion-scotland/\">Relativity</a>",
    "description": "<p>Relativity has been used in several contexts in the world of physics,\nbut the important aspect to study is the idea that an observer cannot\ntruly understand a system of which he himself is a part. For example, a\nman inside an airplane does not feel like he is experiencing movement,\nbut an outside observer can see that movement is occurring. This form of\nrelativity tends to affect social systems in a similar way.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "5. <a href=\"https://www.farnamstreetblog.com/2017/06/activation-energy/\">Activation Energy</a>",
    "description": "<p>A fire is not much more than a combination of carbon and oxygen, but the\nforests and coal mines of the world are not combusting at will because\nsuch a chemical reaction requires the input of a critical level of\n&quot;activation energy&quot; in order to get a reaction started. Two combustible\nelements alone are not enough.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "6. Catalysts",
    "description": "<p>A catalyst either kick-starts or maintains a chemical reaction, but\nisn't itself a reactant. The reaction may slow or stop without the\naddition of catalysts. Social systems, of course, take on many similar\ntraits, and we can view catalysts in a similar light.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "7. <a href=\"https://www.farnamstreetblog.com/2017/06/leverage/\">Leverage</a>",
    "description": "<p>Most of the engineering marvels of the world have been accomplished with\napplied leverage. As famously stated by Archimedes, &quot;Give me a lever\nlong enough and I shall move the world.&quot; With a small amount of input\nforce, we can make a great output force through leverage. Understanding\nwhere we can apply this model to the human world can be a source of\ngreat success.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "8. Inertia",
    "description": "<p>An object in motion with a certain vector wants to continue moving in\nthat direction unless acted upon. This is a fundamental physical\nprinciple of motion; however, individuals, systems, and organizations\ndisplay the same effect. It allows them to minimize the use of energy,\nbut can cause them to be destroyed or eroded.</p>\n"
  },
  {
    "category": "Physical World (9)",
    "model": "9. Alloying",
    "description": "<p>When we combine various elements, we create new substances. This is no\ngreat surprise, but what can be surprising in the alloying process is\nthat 2+2 can equal not 4 but 6 -- the alloy can be far stronger than the\nsimple addition of the underlying elements would lead us to believe.\nThis process leads us to engineering great physical objects, but we\nunderstand many intangibles in the same way; a combination of the right\nelements in social systems or even individuals can create a 2+2=6 effect\nsimilar to alloying.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "1. Incentives",
    "description": "<p>All creatures respond to incentives to keep themselves alive. This is\nthe basic insight of biology. Constant incentives will tend to cause a\nbiological entity to have constant behavior, to an extent. Humans are\nincluded and are particularly great examples of the incentive-driven\nnature of biology; however, humans are complicated in that their\nincentives can be hidden or intangible. The rule of life is to repeat\nwhat works and has been rewarded.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "2. Cooperation (Including Symbiosis)",
    "description": "<p>Competition tends to describe most biological systems, but cooperation\nat various levels is just as important a dynamic. In fact, the\ncooperation of a bacterium and a simple cell probably created the first\ncomplex cell and all of the life we see around us. Without cooperation,\nno group survives, and the cooperation of groups gives rise to even more\ncomplex versions of organization. Cooperation and competition tend to\ncoexist at multiple levels.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "3. Tendency to Minimize Energy Output (Mental &amp; Physical)",
    "description": "<p>In a physical world governed by thermodynamics and competition for\nlimited energy and resources, any biological organism that was wasteful\nwith energy would be at a severe disadvantage for survival. Thus, we see\nin most instances that behavior is governed by a tendency to minimize\nenergy usage when at all possible.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "4. Adaptation",
    "description": "<p>Species tend to adapt to their surroundings in order to survive, given\nthe combination of their genetics and their environment -- an\nalways-unavoidable combination. However, adaptations made in an\nindividual's lifetime are not passed down genetically, as was once\nthought: <em>Populations</em> of species adapt through the process of evolution\nby natural selection, as the most-fit examples of the species replicate\nat an above-average rate.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "5. Evolution by Natural Selection",
    "description": "<p>Evolution by natural selection was once called &quot;the greatest idea anyone\never had.&quot; In the 19th century, Charles Darwin and Alfred Russel Wallace\nsimultaneous realized that species evolve through random mutation and\ndifferential survival rates. If we call human intervention in\nanimal-breeding an example of &quot;artificial selection,&quot; we can call Mother\nNature deciding the success or failure of a particular mutation &quot;natural\nselection.&quot; Those best suited for survival tend to be preserved. But of\ncourse, conditions change.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "6. <a href=\"https://www.farnamstreetblog.com/2012/10/the-red-queen-effect/\">The Red Queen Effect</a> (Co-evolutionary Arms Race)",
    "description": "<p>The evolution-by-natural-selection model leads to something of an arms\nrace among species competing for limited resources. When one species\nevolves an advantageous adaptation, a competing species must respond in\nkind or fail as a species. Standing pat can mean falling behind. This\narms race is called the Red Queen Effect for the character in <em>Alice in\nWonderland</em> who said, &quot;Now, here, you see, it takes all the running you\ncan do, to keep in the same place.&quot;</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "7. Replication",
    "description": "<p>A fundamental building block of diverse biological life is high-fidelity\nreplication. The fundamental unit of replication seems to be the DNA\nmolecule, which provides a blueprint for the offspring to be built from\nphysical building blocks. There are a variety of replication methods,\nbut most can be lumped into sexual and asexual.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "8. Hierarchical and Other Organizing Instincts",
    "description": "<p>Most complex biological organisms have an innate feel for how they\nshould organize. While not all of them end up in hierarchical\nstructures, many do, especially in the animal kingdom. Human beings like\nto think they are outside of this, but they feel the hierarchical\ninstinct as strongly as any other organism.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "9. Self-Preservation Instincts",
    "description": "<p>Without a strong self-preservation instinct in an organism's DNA, it\nwould tend to disappear over time, thus eliminating that DNA. While\ncooperation is another important model, the self-preservation instinct\nis strong in all organisms and can cause violent, erratic, and/or\ndestructive behavior for those around them.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "10. Simple Physiological Reward-Seeking",
    "description": "<p>All organisms feel pleasure and pain from simple chemical processes in\ntheir bodies which respond predictably to the outside world.\nReward-seeking is an effective survival-promoting technique on average.\nHowever, those same pleasure receptors can be co-opted to cause\ndestructive behavior, as with drug abuse.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "11. Exaptation",
    "description": "<p>Introduced by the biologist Steven Jay Gould, an exaptation refers to a\ntrait developed for one purpose that is later used for another purpose.\nThis is one way to explain the development of complex biological\nfeatures like an eyeball; in a more primitive form, it may have been\nused for something else. Once it was there, and once it developed\nfurther, 3D sight became possible.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "12. Extinction",
    "description": "<p>The inability to survive can cause an extinction event, whereby an\nentire species ceases to compete and replicate effectively. Once its\nnumbers have dwindled to a critically low level, an extinction can be\nunavoidable (and predictable) given the inability to effectively\nreplicate in large enough numbers.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "13. Ecosystems",
    "description": "<p>An ecosystem describes any group of organisms coexisting with the\nnatural world. Most ecosystems show diverse forms of life taking on\ndifferent approaches to survival, with such pressures leading to varying\nbehavior. Social systems can be seen in the same light as the physical\necosystems and many of the same conclusions can be made.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "14. Niches",
    "description": "<p>Most organisms find a niche: a method of competing and behaving for\nsurvival. Usually, a species will select a niche for which it is best\nadapted. The danger arises when multiple species begin competing for the\nsame niche, which can cause an extinction -- there can be only so many\nspecies doing the same thing before limited resources give out.</p>\n"
  },
  {
    "category": "The Biological World (15)",
    "model": "15. Dunbar's Number",
    "description": "<p>The primatologist Robin Dunbar observed through study that the number of\nindividuals a primate can get to know and trust closely is related to\nthe size of its neocortex. Extrapolating from his study of primates,\nDunbar theorized that the Dunbar number for a human being is somewhere\nin the 100--250 range, which is supported by certain studies of human\nbehavior and social networks.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "1. Trust",
    "description": "<p>Fundamentally, the modern world operates on trust. Familial trust is\ngenerally a given (otherwise we'd have a hell of a time surviving), but\nwe also choose to trust chefs, clerks, drivers, factory workers,\nexecutives, and many others. A trusting system is one that tends to work\nmost efficiently; the rewards of trust are extremely high.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "2. Bias from Incentives",
    "description": "<p>Highly responsive to incentives, humans have perhaps the most varied and\nhardest to understand set of incentives in the animal kingdom. This\ncauses us to distort our thinking when it is in our own interest to do\nso. A wonderful example is a salesman truly believing that his product\nwill improve the lives of its users. It's not merely convenient that he\nsells the product; the fact of his selling the product causes a very\nreal bias in his own thinking.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "3. Pavlovian Association",
    "description": "<p>Ivan Pavlov very effectively demonstrated that animals can respond not\njust to direct incentives but also to associated objects; remember the\nfamous dogs salivating at the ring of a bell. Human beings are much the\nsame and can feel positive and negative emotion towards intangible\nobjects, with the emotion coming from past associations rather than\ndirect effects.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "4. <a href=\"https://www.farnamstreetblog.com/2016/08/mental-model-bias-envy-jealousy/\">Tendency to Feel Envy &amp; Jealousy</a>",
    "description": "<p>Humans have a tendency to feel envious of those receiving more than they\nare, and a desire &quot;get what is theirs&quot; in due course. The tendency\ntowards envy is strong enough to drive otherwise irrational behavior,\nbut is as old as humanity itself. Any system ignorant of envy effects\nwill tend to self-immolate over time.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "5. <a href=\"https://www.farnamstreetblog.com/2016/09/mental-model-bias-from-liking-loving/\">Tendency to Distort Due to Liking/Loving</a> or <a href=\"https://www.farnamstreetblog.com/2016/09/bias-from-disliking-hating/\">Disliking/Hating</a>",
    "description": "<p>Based on past association, stereotyping, ideology, genetic influence, or\ndirect experience, humans have a tendency to distort their thinking in\nfavor of people or things that they like and against people or things\nthey dislike. This tendency leads to overrating the things we like and\nunderrating or broadly categorizing things we dislike, often missing\ncrucial nuances in the process.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "6. Denial",
    "description": "<p>Anyone who has been alive long enough realizes that, as the saying goes,\n&quot;denial is not just a river in Africa.&quot; This is powerfully demonstrated\nin situations like war or drug abuse, where denial has powerful\ndestructive effects but allows for behavioral inertia. Denying reality\ncan be a coping mechanism, a survival mechanism, or a purposeful tactic.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "7. <a href=\"https://www.farnamstreetblog.com/2011/08/mental-model-availability-bias/\">Availability Heuristic</a>",
    "description": "<p>One of the most useful findings of modern psychology is what Daniel\nKahneman calls the Availability Bias or Heuristic: We tend to most\neasily recall what is salient, important, frequent, and recent. The\nbrain has its own energy-saving and inertial tendencies that we have\nlittle control over -- the availability heuristic is likely one of them.\nHaving a truly comprehensive memory would be debilitating. Some\nsub-examples of the availability heuristic include the Anchoring and\nSunk Cost Tendencies.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "8. Representativeness Heuristic (a)",
    "description": "<p>The three major psychological findings that fall under\nRepresentativeness, also defined by Kahneman and his partner Tversky,\nare:</p>\n<p><strong>a. <a href=\"https://www.farnamstreetblog.com/2012/11/mental-model-bias-from-insensitivity-to-base-rates/\">Failure to Account for Base Rates</a></strong></p>\n<p>An unconscious failure to look at past odds in determining current or\nfuture behavior.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "8. Representativeness Heuristic (b)",
    "description": "<p>The three major psychological findings that fall under\nRepresentativeness, also defined by Kahneman and his partner Tversky,\nare:</p>\n<p><strong>b. Tendency to Stereotype</strong></p>\n<p>The tendency to broadly generalize and categorize rather than look for\nspecific nuance. Like availability, this is generally a necessary trait\nfor energy-saving in the brain.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "8. Representativeness Heuristic (c)",
    "description": "<p>The three major psychological findings that fall under\nRepresentativeness, also defined by Kahneman and his partner Tversky,\nare:</p>\n<p><strong>c. Failure to See False Conjunctions</strong></p>\n<p>Most famously demonstrated by the Linda Test, the same two psychologists\nshowed that students chose more vividly described individuals as more\nlikely to fit into a predefined category than individuals with broader,\nmore inclusive, but less vivid descriptions, even if the vivid example\nwas a mere subset of the more inclusive set. These specific examples are\nseen as more representative of the category than those with the broader\nbut vaguer descriptions, in violation of logic and probability.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "9. <a href=\"https://www.farnamstreetblog.com/2009/09/mental-model-social-proof/\">Social Proof</a> (Safety in Numbers)",
    "description": "<p>Human beings are one of many social species, along with bees, ants, and\nchimps, among many more. We have a DNA-level instinct to seek safety in\nnumbers and will look for social guidance of our behavior. This instinct\ncreates a cohesive sense of cooperation and culture which would not\notherwise be possible, but also leads us to do foolish things if our\ngroup is doing them as well.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "10. <a href=\"https://www.farnamstreetblog.com/2016/04/narrative-fallacy/\">Narrative Instinct</a>",
    "description": "<p>Human beings have been appropriately called &quot;the storytelling animal&quot;\nbecause of our instinct to construct and seek meaning in narrative. It's\nlikely that long before we developed the ability to write or to create\nobjects, we were telling stories and thinking in stories. Nearly all\nsocial organizations, from religious institutions to corporations to\nnation-states, run on constructions of the narrative instinct.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "11. Curiosity Instinct",
    "description": "<p>We like to call other species curious, but we are the most curious of\nall, an instinct which led us out of the savanna and led us to learn a\ngreat deal about the world around us, using that information to create\nthe world in our collective minds. The curiosity instinct leads to\nunique human behavior and forms of organization like the scientific\nenterprise. Even before there were direct incentives to innovate, humans\ninnovated out of curiosity.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "12. Language Instinct",
    "description": "<p>The psychologist Steven Pinker calls our DNA-level instinct to learn\ngrammatically constructed language the Language Instinct. The idea that\ngrammatical language is not a simple cultural artifact was first\npopularized by the linguist Noam Chomsky. As we saw with the narrative\ninstinct, we use these instincts to create shared stories, as well as to\ngossip, solve problems, and fight, among other things. Grammatically\nordered language theoretically carries infinite varying meaning.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "13. First-Conclusion Bias",
    "description": "<p>As Charlie Munger famously pointed out, the mind works a bit like a\nsperm and egg: the first idea gets in and then the mind shuts. Like many\nother tendencies, this is probably an energy-saving device. Our tendency\nto settle on first conclusions leads us to accept many erroneous results\nand cease asking questions; it can be countered with some simple and\nuseful mental routines.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "14. <a href=\"https://www.farnamstreetblog.com/2013/05/mental-model-bias-from-insensitivity-to-sample-size/\">Tendency to Overgeneralize from Small Samples</a>",
    "description": "<p>It's important for human beings to generalize; we need not see every\ninstance to understand the general rule, and this works to our\nadvantage. With generalizing, however, comes a subset of errors when we\nforget about the Law of Large Numbers and act as if it does not exist.\nWe take a small number of instances and create a general category, even\nif we have no statistically sound basis for the conclusion.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "15. Relative Satisfaction/Misery Tendencies",
    "description": "<p>The envy tendency is probably the most obvious manifestation of the\nrelative satisfaction tendency, but nearly all studies of human\nhappiness show that it is related to the state of the person relative to\neither their past or their peers, not absolute. These relative\ntendencies cause us great misery or happiness in a very wide variety of\nobjectively different situations and make us poor predictors of our own\nbehavior and feelings.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "16. <a href=\"https://www.farnamstreetblog.com/2016/08/commitment-consistency-bias/\">Commitment &amp; Consistency Bias</a>",
    "description": "<p>As psychologists have frequently and famously demonstrated, humans are\nsubject to a bias towards keeping their prior commitments and staying\nconsistent with our prior selves when possible. This trait is necessary\nfor social cohesion: people who often change their conclusions and\nhabits are often distrusted. Yet our bias towards staying consistent can\nbecome, as one wag put it, a &quot;hobgoblin of foolish minds&quot; -- when it is\ncombined with the first-conclusion bias, we end up landing on poor\nanswers and standing pat in the face of great evidence.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "17. <a href=\"https://www.farnamstreetblog.com/2009/08/what-is-hindsight-bias/\">Hindsight Bias</a>",
    "description": "<p>Once we know the outcome, it's nearly impossible to turn back the clock\nmentally. Our narrative instinct leads us to reason that we knew it all\nalong (whatever &quot;it&quot; is), when in fact we are often simply reasoning\npost-hoc with information not available to us before the event. The\nhindsight bias explains why it's wise to keep a journal of important\ndecisions for an unaltered record and to re-examine our beliefs when we\nconvince ourselves that we knew it all along.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "18. <a href=\"https://www.farnamstreetblog.com/2011/09/mental-model-kantian-fairness-tendency/\">Sensitivity to Fairness</a>",
    "description": "<p>Justice runs deep in our veins. In another illustration of our relative\nsense of well-being, we are careful arbiters of what is fair. Violations\nof fairness can be considered grounds for reciprocal action, or at least\ndistrust. Yet fairness itself seems to be a moving target. What is seen\nas fair and just in one time and place may not be in another. Consider\nthat slavery has been seen as perfectly natural and perfectly unnatural\nin alternating phases of human existence.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "19. Tendency to Overestimate Consistency of Behavior (<a href=\"https://www.farnamstreetblog.com/2016/08/fundamental-attribution-error/\">Fundamental Attribution Error</a>)",
    "description": "<p>We tend to over-ascribe the behavior of others to their innate traits\nrather than to situational factors, leading us to overestimate how\nconsistent that behavior will be in the future. In such a situation,\npredicting behavior seems not very difficult. Of course, in practice\nthis assumption is consistently demonstrated to be wrong, and we are\nconsequently surprised when others do not act in accordance with the\n&quot;innate&quot; traits we've endowed them with.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "20. Influence of Authority",
    "description": "<p>The equally famous Stanford Prison Experiment and Milgram Experiments\ndemonstrated what humans had learned practically many years before: the\nhuman bias towards being influenced by authority. In a dominance\nhierarchy such as ours, we tend to look to the leader for guidance on\nbehavior, especially in situations of stress or uncertainty. Thus,\nauthority figures have a responsibility to act well, whether they like\nit or not.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "21. Influence of Stress (Including Breaking Points)",
    "description": "<p>Stress causes both mental and physiological responses and tends to\namplify the other biases. Almost all human mental biases become worse in\nthe face of stress as the body goes into a fight-or-flight response,\nrelying purely on instinct without the emergency brake of Daniel\nKahneman's &quot;System 2&quot; type of reasoning. Stress causes hasty decisions,\nimmediacy, and a fallback to habit, thus giving rise to the elite\nsoldiers' motto: &quot;In the thick of battle, you will not rise to the level\nof your expectations, but fall to the level of your training.&quot;</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "22. Survivorship Bias",
    "description": "<p>A major problem with historiography -- our interpretation of the past --\nis that history is famously written by the victors. We do not see what\nNassim Taleb calls the &quot;silent grave&quot; -- the lottery ticket holders who\ndid not win. Thus, we over-attribute success to things done by the\nsuccessful agent rather than to randomness or luck, and we often learn\nfalse lessons by exclusively studying victors without seeing all of the\naccompanying losers who acted in the same way but were not lucky enough\nto succeed.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "23. <a href=\"https://www.farnamstreetblog.com/2015/06/do-something-syndrome/\">Tendency to Want to Do Something</a> (Fight/Flight, Intervention, Demonstration of Value, etc.)",
    "description": "<p>We might term this Boredom Syndrome: Most humans have the tendency to\nneed to act, even when their actions are not needed. We also tend to\noffer solutions even when we do not enough knowledge to solve the\nproblem.</p>\n"
  },
  {
    "category": "Human Nature & Judgment (23)",
    "model": "24. <a href=\"https://www.fs.blog/2014/02/peter-cathcart-wason-falsification/\">Falsification</a> / <a href=\"https://www.fs.blog/2017/05/confirmation-bias/\">Confirmation Bias</a>",
    "description": "<p>What a man wishes, he also believes. Similarly, what we believe is what\nwe choose to see. This is commonly referred to as the confirmation bias.\nIt is a deeply ingrained mental habit, both energy-conserving and\ncomfortable, to look for confirmations of long-held wisdom rather than\nviolations. Yet the scientific process -- including hypothesis\ngeneration, blind testing when needed, and objective statistical rigor\n-- is designed to root out precisely the opposite, which is why it works\nso well when followed.</p>\n<p>The modern scientific enterprise operates under the principle of\nfalsification: A method is termed scientific if it can be stated in such\na way that a certain defined result would cause it to be proved false.\nPseudo-knowledge and pseudo-science operate and propagate by being\nunfalsifiable -- as with astrology, we are unable to prove them either\ncorrect or incorrect because the conditions under which they would be\nshown false are never stated.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "1. Opportunity Costs",
    "description": "<p>Doing one thing means not being able to do another. We live in a world\nof trade-offs, and the concept of opportunity cost rules all. Most aptly\nsummarized as &quot;there is no such thing as a free lunch.&quot;</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "2. Creative Destruction",
    "description": "<p>Coined by economist Joseph Schumpeter, the term &quot;creative destruction&quot;\ndescribes the capitalistic process at work in a functioning free-market\nsystem. Motivated by personal incentives (including but not limited to\nfinancial profit), entrepreneurs will push to best one another in a\nnever-ending game of creative one-upmanship, in the process destroying\nold ideas and replacing them with newer technology. Beware getting left\nbehind.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "3. <a href=\"https://www.farnamstreetblog.com/2009/08/should-tiger-woods-mow-his-own-lawn-the-principles-of-comparative-advantage/\">Comparative Advantage</a>",
    "description": "<p>The Scottish economist David Ricardo had an unusual and non-intuitive\ninsight: Two individuals, firms, or countries could benefit from trading\nwith one another even if one of them was better at everything.\nComparative advantage is best seen as an applied opportunity cost: If it\nhas the opportunity to trade, an entity gives up free gains in\nproductivity by not focusing on what it does best.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "4. Specialization (Pin Factory)",
    "description": "<p>Another Scottish economist, Adam Smith, highlighted the advantages\ngained in a free-market system by specialization. Rather than having a\ngroup of workers each producing an entire item from start to finish,\nSmith explained that it's usually far more productive to have each of\nthem specialize in one aspect of production. He also cautioned, however,\nthat each worker might not enjoy such a life; this is a trade-off of the\nspecialization model.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "5. Seizing the Middle",
    "description": "<p>In chess, the winning strategy is usually to seize control of the middle\nof the board, so as to maximize the potential moves that can be made and\ncontrol the movement of the maximal number of pieces. The same strategy\nworks profitably in business, as can be demonstrated by John D.\nRockefeller's control of the refinery business in the early days of the\noil trade and Microsoft's control of the operating system in the early\ndays of the software trade.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "6. Trademarks, Patents, and Copyrights",
    "description": "<p>These three concepts, along with other related ones, protect the\ncreative work produced by enterprising individuals, thus creating\nadditional incentives for creativity and promoting the\ncreative-destruction model of capitalism. Without these protections,\ninformation and creative workers have no defense against their work\nbeing freely distributed.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "7. Double-Entry Bookkeeping",
    "description": "<p>One of the marvels of modern capitalism has been the bookkeeping system\nintroduced in Genoa in the 14th century. The double-entry system\nrequires that every entry, such as income, also be entered into another\ncorresponding account. Correct double-entry bookkeeping acts as a check\non potential accounting errors and allows for accurate records and thus,\nmore accurate behavior by the owner of a firm.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "8. Utility (Marginal, Diminishing, Increasing)",
    "description": "<p>The usefulness of additional units of any good tends to vary with scale.\nMarginal utility allows us to understand the value of one additional\nunit, and in most practical areas of life, that utility diminishes at\nsome point. On the other hand, in some cases, additional units are\nsubject to a &quot;critical point&quot; where the utility function jumps\ndiscretely up or down. As an example, giving water to a thirsty man has\ndiminishing marginal utility with each additional unit, and can\neventually kill him with enough units.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "9. Bottlenecks",
    "description": "<p>A bottleneck describes the place at which a flow (of a tangible or\nintangible) is stopped, thus holding it back from continuous movement.\nAs with a clogged artery or a blocked drain, a bottleneck in production\nof any good or service can be small but have a disproportionate impact\nif it is in the critical path.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "10. Prisoner's Dilemma",
    "description": "<p>The Prisoner's Dilemma is a famous application of game theory in which\ntwo prisoners are both better off cooperating with each other, but if\none of them cheats, the other is better off cheating. Thus the dilemma.\nThis model shows up in economic life, in war, and in many other areas of\npractical human life. Though the prisoner's dilemma theoretically leads\nto a poor result, in the real world, cooperation is nearly always\npossible and must be explored.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "11. Bribery",
    "description": "<p>Often ignored in mainstream economics, the concept of bribery is central\nto human systems: Given the chance, it is often easier to pay a certain\nagent to look the other way than to follow the rules. The enforcer of\nthe rules is then neutralized. This principle/agent problem can be seen\nas a form of arbitrage.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "12. Arbitrage",
    "description": "<p>Given two markets selling an identical good, an arbitrage exists if the\ngood can profitably be bought in one market and sold at a profit in the\nother. This model is simple on its face, but can present itself in\ndisguised forms: The only gas station in a 50-mile radius is also an\narbitrage as it can buy gasoline and sell it at the desired profit\n(temporarily) without interference. Nearly all arbitrage situations\neventually disappear as they are discovered and exploited.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "13. <a href=\"https://www.farnamstreetblog.com/2009/07/mental-model-supply-and-demand/\">Supply and Demand</a>",
    "description": "<p>The basic equation of biological and economic life is one of limited\nsupply of necessary goods and competition for those goods. Just as\nbiological entities compete for limited usable energy, so too do\neconomic entities compete for limited customer wealth and limited demand\nfor their products. The point at which supply and demand for a given\ngood are equal is called an equilibrium; however, in practical life,\nequilibrium points tend to be dynamic and changing, never static.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "14. Scarcity",
    "description": "<p>Game theory describes situations of conflict, limited resources, and\ncompetition. Given a certain situation and a limited amount of resources\nand time, what decisions are competitors likely to make, and which\nshould they make? One important note is that traditional game theory may\ndescribe humans as more rational than they really are. Game theory is\ntheory, after all.</p>\n"
  },
  {
    "category": "Microeconomics & Strategy (14)",
    "model": "15. <a href=\"https://fs.blog/2013/11/mr-market/\">Mr. Market</a>",
    "description": "<p>Mr. Market was introduced by the investor Benjamin Graham in his seminal\nbook <em>The Intelligent Investor</em> to represent the vicissitudes of the\nfinancial markets. As Graham explains, the markets are a bit like a\nmoody neighbor, sometimes waking up happy and sometimes waking up sad --\nyour job as an investor is to take advantage of him in his bad moods and\nsell to him in his good moods. This attitude is contrasted to an\nefficient-market hypothesis in which Mr. Market always wakes up in the\nmiddle of the bed, never feeling overly strong in either direction.</p>\n"
  },
  {
    "category": "Military & War (5)",
    "model": "1. Seeing the Front",
    "description": "<p>One of the most valuable military tactics is the habit of &quot;personally\nseeing the front&quot; before making decisions -- not always relying on\nadvisors, maps, and reports, all of which can be either faulty or\nbiased. The Map/Territory model illustrates the problem with not seeing\nthe front, as does the incentive model. Leaders of any organization can\ngenerally benefit from seeing the front, as not only does it provide\nfirsthand information, but it also tends to improve the quality of\nsecondhand information.</p>\n"
  },
  {
    "category": "Military & War (5)",
    "model": "2. Asymmetric Warfare",
    "description": "<p>The asymmetry model leads to an application in warfare whereby one side\nseemingly &quot;plays by different rules&quot; than the other side due to\ncircumstance. Generally, this model is applied by an insurgency with\nlimited resources. Unable to out-muscle their opponents, asymmetric\nfighters use other tactics, as with terrorism creating fear that's\ndisproportionate to their actual destructive ability.</p>\n"
  },
  {
    "category": "Military & War (5)",
    "model": "3. Two-Front War",
    "description": "<p>The Second World War was a good example of a two-front war. Once Russia\nand Germany became enemies, Germany was forced to split its troops and\nsend them to separate fronts, weakening their impact on either front. In\npractical life, opening a two-front war can often be a useful tactic, as\ncan solving a two-front war or avoiding one, as in the example of an\norganization tamping down internal discord to focus on its competitors.</p>\n"
  },
  {
    "category": "Military & War (5)",
    "model": "4. <a href=\"https://www.farnamstreetblog.com/2017/06/counterinsurgency/\">Counterinsurgency</a>",
    "description": "<p>Though asymmetric insurgent warfare can be extremely effective, over\ntime competitors have also developed counterinsurgency strategies.\nRecently and famously, General David Petraeus of the United States led\nthe development of counterinsurgency plans that involved no additional\nforce but substantial additional gains. Tit-for-tat warfare or\ncompetition will often lead to a feedback loop that demands insurgency\nand counterinsurgency.</p>\n"
  },
  {
    "category": "Military & War (5)",
    "model": "5. <a href=\"https://www.farnamstreetblog.com/2017/06/mutually-assured-destruction/\">Mutually Assured Destruction</a>",
    "description": "<p>Somewhat paradoxically, the stronger two opponents become, the less\nlikely they may be to destroy one another. This process of mutually\nassured destruction occurs not just in warfare, as with the development\nof global nuclear warheads, but also in business, as with the avoidance\nof destructive price wars between competitors. However, in a fat-tailed\nworld, it is also possible that mutually assured destruction scenarios\nsimply make destruction more severe in the event of a mistake (pushing\ndestruction into the &quot;tails&quot; of the distribution).</p>\n"
  }
]